{
"https://example.com/document1": "Parties agree that Confidential Information shall not be used or disclosed except as necessary for performance hereunder.",
"https://example.com/document2": "Either party may terminate this Agreement by giving thirty (30) days written notice.",
"https://example.com/document3": "Payment shall be made within fifteen (15) days after receipt of an invoice.",
"https://example.com/document4": "Upon termination of this Agreement, each Party will return all property belonging to the other.",
"https://example.com/document5": "Notices given pursuant to this Agreement must be in writing and sent via certified mail, return receipt requested.",
"https://example.com/document6": "Each party agrees to indemnify and hold harmless the other from any claim arising out of their breach of this Agreement.",
"https://example.com/document7": "The Parties may amend this Agreement by mutual agreement in writing.",
"https://example.com/document8": "Disputes between the Parties shall be resolved through good faith negotiation.",
"https://example.com/document9": "Neither party may assign its rights or obligations without prior written consent.",
"https://example.com/document10": "This Agreement constitutes the entire understanding between the parties and supersedes any previous agreements.",
"https://example.com/document11": "Conflicting terms in other documents will not govern unless expressly agreed to by both Parties.",
"https://example.com/document12": "Any waiver of compliance with any provision of this Agreement must be in writing.",
"https://example.com/document13": "Except as otherwise provided, each party bears its own costs and expenses.",
"https://example.com/document14": "The Parties shall cooperate reasonably to facilitate the performance of their respective obligations.",
"https://example.com/document15": "The effective date of this Agreement is the date last signed below.",
"https://example.com/document16": "This Agreement shall automatically renew for successive one-year terms unless either party provides notice of non-renewal sixty (60) days before the end of the current term.",
"https://example.com/document17": "In witness whereof, the parties hereto have executed this Agreement as of the Effective Date.",
"https://example.com/document18": "No modification or amendment of this Agreement shall be valid or binding unless in writing and duly executed by authorized representatives of both Parties.",
"https://example.com/document19": "This Agreement shall be governed by and construed in accordance with the laws of the State of New York.",
"https://example.com/document20": "Any disputes arising out of or relating to this Agreement shall be referred to arbitration administered by the American Arbitration Association."
}
